Repository: jedoStyle/contao-links2us
Catalog: system/modules/jedo-links2us/languages/*/*_module.xlf
Languages: de

# tl_module.l2u_teaser.0
source: Links2Us teaser
de: Einführungstext

# tl_module.l2u_teaser.1
source: The teaser can be shown in top of the list.
de: Der Einführungstext kann oberhalb der Bannerliste angezeigt werden.

# tl_module.l2u_bdir.0
source: Banner folder
de: Bannerverzeichnis

# tl_module.l2u_bdir.1
source: Select the directory in which your banner graphics are.
de: Wählen Sie das Verzeichnis in dem sich Ihre Banner Grafiken befinden aus

# tl_module.l2u_color.0
source: Design selection
de: Design Auswahl

# tl_module.l2u_color.1
source: Select the design for the banner list.
de: Wählen Sie ihr gewünschtes Design für die Bannerliste aus.

# tl_module.l2u_bbyte.0
source: Show file size
de: Dateigröße anzeigen

# tl_module.l2u_bbyte.1
source: Do you want to display the file size of the banner graphic. (in Kbytes)
de: Wählen Sie ob sie die Dateigröße der Bannergrafik anzeigen wollen. (in KByte )

# tl_module.l2u_backlink.0
source: Display a backlink
de: Banklink anzeigen ?

# tl_module.l2u_backlink.1
source: Do you want a backlink Return to jedoStyle? (would look forward)
de: Wollen Sie den Link zurück zu jedoStyle anzeigen ? (würde uns freuen)

# tl_module.l2u_bsize.0
source: Show dimensions
de: Dateiabmessung anzeigen

# tl_module.l2u_bsize.1
source: Do you want to show the dimensions in pixels
de: Wollen Sie die Abmessungen in Pixel anzeigen?

# tl_module.l2u_btext.0
source: display a text link?
de: Textlink anzeigen ?

# tl_module.l2u_btext.1
source: If you also want to display a text link?
de: Wollen Sie zusätzlich einen Textlink anzeigen ?

# tl_module.l2u_zeroclip.0
source: Copy to Clipboard
de: In Zwischenablage kopieren

# tl_module.l2u_zeroclip.1
source: If you want to use "copy to clipboard" function?
de: Wollen Sie die Funktion "in die Zwischenablage kopieren" nutzen ?

# tl_module.folder_legend
source: Folder settings
de: Verzeichnis Einstellung

# tl_module.config_legend
source: Bannerlist settings
de: Bannerlisten Einstellungen

# tl_module.treaser_legend
source: Teaser settings
de: Teasertext Einstellungen
